Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: The prime minister is expecting you.
ru: Учитель Джедай, премьер- министр ожидает вас.

source: - I' m expected?
ru: - Меня ожидают?

source: - Of course.
ru: - Конечно!

source: He is anxious to meet you.
ru: Он очень хочет встретиться с вами.

source: After all these years... we were beginning to think you weren' t coming.
ru: Спустя все эти годы... мы начали думать, что вы не придёте.

source: Now, please, this way.
ru: А теперь, пожалуйста, пройдемте сюда.

source: May I present Lama Su... prime minister of Kamino.
ru: Лама Су... премьер- министр Камино.

source: And this is Master Jedi --
ru: А это учитель Джедай...

source: Obi- Wan Kenobi.
ru: Оби- Ван Кэноби.

source: I trust you' re going to enjoy your stay.
ru: Я верю, что вам понравится у нас.

source: And now to business.
ru: А теперь к делу.

source: You will be delighted to hear that we are on schedule.
ru: Вы будете довольны, услышав, что мы укладываемся в график.

source: 200, 000 units are ready... with a million more well on the way.
ru: 200000 изделий готовы... и ещё миллион на подходе.

source: That' s good news.
ru: Это... хорошая новость.

source: Please tell your Master Sifo- Dyas... that his order will be met on time.
ru: Пожалуйста, скажите вашему учителю Сайфо Диасу... что его заказ будет выполнен вовремя.

source: Master --
ru: Простите, С... учителю...?

source: Jedi Master Sifo- Dyas is still a leading member of the Jedi Council... is he not?
ru: Учитель- Джедай Сайфо Диас всё ещё глава Совета Джедаев, так ведь?

source: Master Sifo- Dyas was killed almost ten years ago.
ru: Учитель Сайфо Диас был убит почти десять лет назад.

source: Oh, I' m so sorry to hear that.
ru: О, как печально слышать это.

source: But I' m sure he would have been proud of the army we' ve built for him.
ru: Но я уверен, что он бы гордился армией, которую мы создали для него!

source: - The army?
ru: - Э... армией?

source: - Yes.
ru: - Да. армией клонов.

source: A clone army, and I must say, one of the fiinest we' ve ever created.
ru: И я должен сказать - одной из лучших, когда- либо нами созданных.

source: Tell me, Prime Minister... when my master fiirst contacted you about the army... did -- did he say who it was for?
ru: Скажите мне, премьер- министр... когда мой учитель впервые связался с вами по поводу армии, он сказал вам, для чего она?

source: Of course he did.
ru: Конечно, сказал.

source: This army is for the Republic.
ru: Эта армия для Республики.

source: But you must be anxious to inspect the units for yourself.
ru: Но вам, должно быть, не терпится самому осмотреть продукцию.

source: That' s why I' m here.
ru: Именно для этого я здесь.

source: We used to come here for school retreat.
ru: Мы приезжали сюда на школьные каникулы.

source: We would swim to that island every day.
ru: Мы плавали на тот остров каждый день.

source: I love the water.
ru: Мне так нравилась вода.

source: We used to lie out on the sand and let the sun dry us... and try to guess the names of the birds singing.
ru: И пытались угадать названия поющих птиц.

source: I don' t like sand.
ru: Мне не нравится песок.

source: It' s coarse and rough and irritating... and it gets everywhere.
ru: И он всюду попадает.

source: Not like here.
ru: Не такой, как тут.

source: Here, everything is soft... and smooth.
ru: Здесь всё мягкое... и гладкое...

source: I shouldn' t have done that.
ru: Мне не следовало делать это!

source: - Very impressive.
ru: - Очень впечатляюще!

source: - I' d hoped you would be pleased.
ru: - Я надеялся, что вы будете удовлетворены.

source: Clones can think creatively.
ru: Клоны могут мыслить творчески.

source: You will fiind that they are immensely superior to droids.
ru: Вы найдёте, что они имеют очень значительное превосходство над дроидами.

source: We take great pride in our combat education and training programs.
ru: Мы очень гордимся их боевой выучкой и тренировочными программами.

source: This group was created about fiive years ago.
ru: Эта группа была создана около 5 лет назад.

source: You mentioned growth acceleration.
ru: Вы упомянули ускорение роста.

source: Oh, yes, it' s essential.
ru: О да, это необходимо.

source: Otherwise, a mature clone would take a lifetime to grow.
ru: Иначе потребовалась бы целая жизнь для выращивания клона.

source: Now we can do it in half the time.
ru: Теперь мы можем сократить этот срок вдвое.

source: They are totally obedient... taking any order without question.
ru: Они совершенно покорны, выполняют любой приказ без вопросов.

source: We modifiied their genetic structure... to make them less independent than the original host.
ru: Мы модифицировали генетическую структуру, чтобы сделать их менее независимыми, чем исходный образец.

source: And who was the original host?
ru: А кто был исходным образцом?

source: A bounty hunter called Jango Fett.
ru: Наёмник по имени Джанго Фетт.

source: And where is this bounty hunter now?
ru: А где теперь этот наёмник?

source: Oh, we keep him here.
ru: О, мы держим его здесь.

source: Apart from his pay, which is considerable...
ru: Кроме вознаграждения, которое было значительным,

source: Fett demanded only one thing: an unaltered clone for himself.
ru: Фетт потребовал только одну вещь: собственного неизменённого клона.

source: - Curious, isn' t it?
ru: - Любопытно, не так ли?

source: - "Unaltered"?
ru: - Неизменённого?

source: No tampering with the structure to make it more docile... and no growth acceleration.
ru: Точная генетическая копия, никакого вмешательства в структуру генетического кода... и ускорения роста.

source: I should very much like to meet this Jango Fett.
ru: Я бы очень хотел встретиться с этим Джанго Феттом.

source: I would be very happy to arrange it for you.
ru: Я буду рада устроить это для вас.

source: Magnifiicent, aren' t they?
ru: Они великолепны, не так ли!

source: - [Chuckles]
ru: - Я не знаю.

source: You just don' t want to tell me.
ru: Конечно, знаете, просто вы не хотите сказать мне.

source: You gonna use one of your Jedi mind tricks on me?
ru: Ты пытаешься применить ко мне один из ваших джедайских фокусов?

source: They only work on the weak- minded.
ru: Они действуют только на слабых духом.

source: We were both in the Legislative Youth Program.
ru: Его звали Пало, мы оба участвовали в программе "Юные законодатели".

source: Very cute.
ru: Он был на несколько лет старше меня.

source: Dreamy eyes.
ru: Очень красивый, темные вьющиеся волосы, мечтательные глаза

source: All right, I get the picture.
ru: Достаточно, я представил себе.

source: Whatever happened to him?
ru: И что случилось потом?

source: I went into public service; he went on to become an artist.
ru: Я поступила на общественную службу, он же стал обучаться на художника.

source: - Maybe he was the smart one.
ru: - Неглупый парень был, наверное!

source: - You really don' t like politicians, do you?
ru: - Тебе настолько не нравятся политики, да?

source: I like two or three... but I' m not really sure about one of them.
ru: Мне нравятся два или три... но я не совсем уверен насчёт одного из них...

source: I don' t think the system works.
ru: Я не уверен, что система работает.

source: How would you have it work?
ru: И как бы ты хотел, чтобы она работала?

source: We need a system where the politicians sit down and discuss the problem... agree what' s in the best interest of all the people, and then do it.
ru: Потом вырабатывают решение, которое служит интересам народа, а затем выполняют то, что решили.

source: That' s exactly what we do.
ru: Это именно то, что мы делаем.

source: The trouble is that people don' t always agree.
ru: Проблема в том, что люди не всегда соглашаются друг с другом.

source: Well, then they should be made to.
ru: Тогда их необходимо заставить согласиться.

source: Who' s gonna make them?
ru: - Кто заставит их?

source: Someone.
ru: - Не знаю, кто- нибудь.

source: - Of course not me.
ru: - Конечно, не я!

source: - But someone.
ru: - Но кто тогда?

source: Someone wise.
ru: Кто- нибудь мудрый!

source: Sounds an awful lot like a dictatorship to me.
ru: По мне, это звучит ужасно, почти как диктатура.

source: Well, if it works.
ru: Ну, зато она действует.

source: I' d be much too frightened to tease a senator.
ru: - Ты смеёшься надо мной! - нет. я бы побоялся дразнить сенатора.

source: Ani, are you all right?
ru: Эни, Эни, с тобой всё в порядке?

source: Boba, is your father here?
ru: Боба, твой отец здесь?

source: May we see him?
ru: Можно нам его увидеть?

source: Dad, Taun We' s here.
ru: Папа, тут Тон Ви.

source: Jango, welcome back.
ru: Джанго, с возвращением.

source: Was your trip productive?
ru: Путешествие прошло с пользой для дела?

source: Fairly.
ru: В некоторой степени.

source: This is Jedi Master Obi- Wan Kenobi.
ru: Это учитель- Джедай Оби- Ван Кэноби.

source: He' s come to check on our progress.
ru: Он прилетел посмотреть на наши успехи.

source: You must be very proud.
ru: Ваши клоны производят впечатление, вы должны быть очень довольны.

source: I' m just a simple man trying to make my way in the universe.
ru: Я просто обычный человек, пытающийся пройти по дороге жизни.

source: Ever made your way as far into the interior as Coruscant?
ru: Не заводила ли вас эта дорога вглубь Галактики вплоть до самого Корусанта?

source: - Once or twice.
ru: - Один или два раза.

source: - Recently?
ru: - Недавно?

source: Then you must know Master Sifo- Dyas.
ru: Тогда вы должны знать учителя Сайфо Диаса.

source: Master who?
ru: Какого учителя?

source: Sifo- Dyas.
ru: Сайфо Диаса.

source: Is he not the Jedi who hired you for this job?
ru: Разве это не тот Джедай, что нанял вас на эту работу?

source: Never heard of him.
ru: Никогда не слышал о нём.

source: Really?
ru: Действительно?

source: I was recruited by a man called Tyranus on one of the moons of Bogden.
ru: Меня нанял человек по имени Тиранус на лунах Богдана.

source: Curious.
ru: Любопытно!

source: Do you like your army?
ru: Вам нравится ваша армия?

source: I look forward to seeing them in action.
ru: Мне не терпится увидеть их в действии.

source: They' il do their job well.
ru: Они будут хорошо делать своё дело.

source: I' il guarantee that.
ru: Я это гарантирую.

source: Thank you for your time, Jango.
ru: Спасибо за то, что уделили мне время, Джанго.

source: Always a pleasure to meet a Jedi.
ru: Всегда приятно встретиться с Джедаем.

source: What is it, Dad?
ru: Что случилось, пап?

source: Pack your things.
ru: Упаковывай вещи.

source: We' re leaving.
ru: Мы уезжаем.

source: What' s that?
ru: "Настойчивые переговоры" - что это такое?

source: Uh, well, negotiations with a lightsaber.
ru: Э- э- э, ну... переговоры на световых мечах.

source: If Master Obi- Wan caught me doing this, he' d be very grumpy.
ru: Если бы учитель Оби- Ван застал нас за этим, он бы очень рассердился.

source: From the moment I met you... all those years ago... not a day has gone by when I haven' t thought of you.
ru: С того момента, как я встретил тебя, все эти годы, не было ни дня, чтобы я не думал о тебе.

source: And now that I' m with you again...
ru: И вот я встретил тебя снова...

source: I' m in agony.
ru: И я страдаю!

source: The closer I get to you, the worse it gets.
ru: Чем ближе я к тебе, тем хуже мне становится.

source: The thought of not being with you --
ru: Мысль о том, что я не с тобой...

source: I can' t breathe.
ru: Я не могу дышать!

source: I' m haunted by the kiss that you should never have given me.
ru: Тебе не следовало позволять мне целовать тебя тогда.

source: My heart is beating... hoping that that kiss will not become a scar.
ru: Теперь этот поцелуй преследует меня повсюду!

source: You are in my very soul... tormenting me.
ru: Ты в глубине моей души, и эта мука невыносима!

source: What can I do?
ru: Что я могу сделать?

source: I will do anything that you ask.
ru: Я сделаю всё, что ты попросишь!

source: If you are suffering as much as I am, please, tell me.
ru: Если ты так же страдаешь, как и я, то, пожалуйста, скажи мне!

source: It' s... just not possible.
ru: Мне нельзя... нам нельзя... это... просто невозможно!

source: No, you listen.
ru: Нет, это ты слушай!

source: Come back to it.
ru: Мы живём в реальном мире, вернись в него!

source: You' re studying to become a Jedi.
ru: Ты учишься на Джедая, а я...

source: I' m -- I' m a senator.
ru: Я - сенатор.

source: If you follow your thoughts through to conclusion... it' il take us to a place we cannot go... regardless of the way we feel about each other.
ru: Вне зависимости от того, что мы чувствуем по отношению друг к другу.

source: Then you do feel something.
ru: Значит, ты действительно что- то чувствуешь.

source: I will not let you give up your future for me.
ru: Я не позволю тебе бросить своё будущее ради меня.

source: That is something I know I cannot do.
ru: Ты просишь меня быть разумным, но именно это я и не могу сделать!

source: Believe me, I wish that I could just wish away my feelings... but I can' t.
ru: Но я не могу!

source: I will not give in to this.
ru: Нет, я не позволю себе втянуться в это.

source: Well, you know, it... wouldn' t have to be that way.
ru: Хорошо, ты знаешь, все могло бы быть и не так.

source: We could keep it a secret.
ru: Мы могли бы держать это в секрете.

source: We' d be living a lie... one we couldn' t keep even if we wanted to.
ru: Мы бы жили во лжи, которую мы не могли бы скрыть, даже если бы мы этого хотели.

source: I couldn' t do that.
ru: Я не могла бы сделать это.

source: Could you live like that?
ru: Ты бы смог, Анакин, ты бы смог так жить?

source: You' re right.
ru: Ты права.

source: It would destroy us.
ru: Это нас погубит!

source: Tell your council that the fiirst battalions are ready.
ru: Передайте вашему Совету, что первые батальоны готовы.

source: And remind them, if they need more troops... it will take more time to grow them.
ru: И напомните им, что если им нужно больше войск, то потребуется больше времени, чтобы их вырастить.

source: - I won' t forget, and thank you.
ru: И спасибо.

source: - Thank you.
ru: - Вам спасибо!

source: Scramble code fiive to Coruscant, care of the old folks' home!
ru: - R4! установи шифрованную связь с кодом 5 с Корусантом

source: I have successfully made contact with the prime minister of Kamino.
ru: Я успешно установил контакт с премьер- министром Камино.

source: They are using a bounty hunter named Jango Fett to create a clone army.
ru: Они используют наёмника по имени Джанго Фетт, чтобы создать армию клонов.

source: I have a strong feeling that this bounty hunter... is the assassin we are looking for.
ru: У меня большое подозрение, что этот охотник... и есть убийца, которого мы ищем.

source: Do you think these cloners are involved in the plot to assassinate Senator Amidala?
ru: Как вы думаете, эти клонировщики замешаны в заговоре с целью убийства сенатора Амидалы?

source: There appears to be no motive.
ru: Нет, учитель, я не вижу мотива.

source: Do not assume anything, Obi- Wan.
ru: Не делай предположений, Оби- Ван.

source: Clear your mind must be... if you are to discover the real villains behind this plot.
ru: Чистым разум твой должен быть, если хочешь раскрыть, что в действительности стоит за этим заговором.

source: They say Master Sifo- Dyas placed an order for a clone army... at the request of the senate almost ten years ago.
ru: Они сказали, что учитель Сайфо Диас сделал тот заказ на армию клонов... по запросу Сената почти 10 лет назад.

source: I was under the impression he was killed before that.
ru: Мне казалось, что он был убит до этого.

source: Did the council ever authorize the creation of a clone army?
ru: Нет.

source: Whoever placed that order did not have the authorization of the Jedi Council.
ru: Кто бы ни сделал этот заказ, у него не было разрешения совета Джедаев.

source: Bring him here.
ru: Доставь его сюда.

source: Question him we will.
ru: Допрашивать его мы будем.

source: I will report back when I have him.
ru: Я доложу, когда поймаю его.

source: Blind we are if creation of this clone army... we could not see.
ru: Слепы мы, если создание этой армии клонов... мы не видели!

source: I think it is time we informed the senate... that our ability to use the Force has diminished.
ru: Мне кажется, настало время проинформировать Сенат,... что наша способность использовать Силу сократилась.

source: Only the dark lord of the Sith knows of our weakness.
ru: Только Повелитель Тьмы Сиф знает о нашей слабости.

source: If informed the senate is... multiply our adversaries will.
ru: Если проинформирован Сенат, умножатся наши противники!

source: Mom, no.
ru: Нет! мама, нет! мама, нет!

source: Don' t go.
ru: Не уходи!

source: I don' t want to disturb you.
ru: Я не хочу беспокоить тебя.

source: Your presence is soothing.
ru: Твоё присутствие успокаивает.

source: You had another nightmare last night.
ru: Тебе приснился ещё один кошмар прошлой ночью.

source: Jedi don' t have nightmares.
ru: У Джедаев не бывает кошмаров.

source: I heard you.
ru: Я слышала.

source: I saw my mother.
ru: Я видел свою мать.

source: She is suffering, Padmé.
ru: Она страдает, Падме!

source: I saw her as clearly as I see you now.
ru: Я видел её так же ясно, как я вижу тебя сейчас.

source: She is in pain.
ru: Ей больно!

source: I know I' m disobeying my mandate to protect you, Senator... but I have to go.
ru: Я знаю, что я нарушаю приказ защищать вас, сенатор, но я должен вас покинуть!

source: I have to help her.
ru: Я должен помочь ей.

source: I' il go with you.
ru: Я полечу с тобой.

source: I don' t have a choice.
ru: Извини, у меня нет выбора.

source: Dad, look!
ru: Пап, смотри!

source: Boba, get on board!
ru: Боба, на борт!

source: [Grunts]
ru: - О, это нехорошо!

source: - Okey- okey.
ru: - Подожди нас, мы сейчас вернемся - Хорошо.

source: Let me help you with that.
ru: Позволь, я тебе помогу с этим.

source: You' re a Jedi!
ru: Постой, ты Джедай!

source: Whatever it is, I didn' t do it.
ru: Что бы это ни было... я не делал этого.

source: I' m looking for Shmi Skywalker.
ru: Я ищу Шми Скайуокер.

source: - Ani?
ru: - Эни?

source: Little Ani?
ru: Маленький Эни?

source: A Jedi!
ru: Джедай, кто бы мог подумать!

source: Hey... maybe you could help with some deadbeats who owe me a lot of money.
ru: Возможно, ты мог бы помочь мне разобраться с несколькими плохими парнями, которые должны мне много денег?

source: My mother.
ru: Моя мать!

source: Shmi.
ru: Ах, да, Шми.

source: I sold her.
ru: Э... она больше мне не принадлежит, я продал её.

source: - You sold her?
ru: - Ты продал её!

source: [Chuckles]
ru: - Много лет назад, извини, Эни, но же ты знаешь, бизнес есть бизнес.

source: Yeah, I sold her to a moisture farmer named, uh, Lars.
ru: Я продал её сборщику влаги по имени Ларс...

source: At least I think it was Lars.
ru: По крайней мере, я думаю, что это был Ларс.

source: Believe it or not, I heard he freed her and married her!
ru: Веришь или нет, но я слышал, что он освободил её и женился на ней!

source: Do you know where they are now?
ru: Ты знаешь, где они сейчас?

source: Someplace over on the other side of Mos Eisley, I think, mmm.
ru: О... очень далеко отсюда, где- то за городом Моз Айзли, мне кажется, ммм...

source: I' d like to know.
ru: Я хотел бы знать!

source: Eh, sure.
ru: Конечно!

source: Absolutely!
ru: Само собой!

source: Let' s go look at my records, huh?
ru: Давай пойдём, посмотрим в моих записях.

source: I think we' re being tracked!
ru: - Пап! по- моему, нас преследуют!

source: He must have put a homing device on our hull.
ru: Наверное, он подложил "жучка" в корпус нашего корабля.

source: Hang on, son.
ru: Держись, сын, мы войдём в поле астероидов.

source: We' il move into the asteroid fiield... and we' il have a couple of surprises for him.
ru: И у нас заготовлено для него несколько сюрпризов.

source: Seismic charges!
ru: Сейсмические заряды.

source: Stand by.
ru: Приготовься!

source: He doesn' t seem to take a hint, this guy.
ru: Кажется, этот парень не понимает намёков!

source: - Get him, Dad!
ru: - Давай, пап, бей по нему!

source: Oh, blast!
ru: Черт!

source: This is why I hate flying!
ru: Терпеть не могу летать из- за этого!

source: - We got him!
ru: - Мы в него попали!

source: - We' iljust have to fiinish him.
ru: - Нам осталось только его прикончить.

source: FTP 1984 Sentinels.
ru: АниМатрица

source: Damn it.
ru: Стража!

source: We were headed for Junction 21 like you ordered.
ru: Мы прибыли к перекрестку 21, как вы приказывали.

source: - Robbie picked up the signals - We' re confirming the HR scans.
ru: - Робби перехватил сигнал - Мы потверждаем догадки центра

source: - The readings don' t make any sense.
ru: - Мы не уверены, что нам следует делать - Данные не имеют никакого смысла

source: - But there' s thousands of them.
ru: - Они похожи на сигналы Стражи - Но их там тысячи...

source: - Directly above us.
ru: - Прямо над нами.

source: - ls that possible?
ru: - Возможно ли это?

source: We got company.
ru: У нас компания.

source: - They don' t look happy to see us.
ru: - Они не выглядят счастливыми видеть нас здесь.

source: - Get us out of here.
ru: - Убираемся отсюда.

source: - We' re cut off!
ru: - Мы отрезаны!

source: - There' s an intersection.
ru: - Здесь перекресток.

source: - It' s uncharted.
ru: - Он не отмечен на карте.

source: Get to the gun turrets!
ru: Идите, сладкие мои.

source: I' ve never seen the surface.
ru: Я никогда не видела поверхность.

source: It' s nothing now but one big graveyard.
ru: Тут ничего кроме кладбища.

source: It' s an army.
ru: Это армия...

source: - What is that thing?
ru: - Что это за штука?

source: - Some kind of tunneling machine.
ru: - Ну это что- то для прокладывания туннелей...

source: - Oh, no.
ru: - О нет...

source: Look where we are.
ru: Посмотри, где мы находимся.

source: What' s four kilometers straight down?
ru: Что четырьмя километрами ниже?

source: Zion.
ru: Зион...

source: Go.
ru: Уходим.

source: - Zion.
ru: - Зион.

source: Zion has to be warned!
ru: Зион должен быть предупрежден!

source: - Someone had to get to a drop point.
ru: - Кто- нибудь должен добраться до точки сброса.

source: - We can' t broadcast now!
ru: - Мы не можем выйти на связь сейчас!

source: - We have to.
ru: - Мы обязаны.

source: - I' il go.
ru: - Я пойду.

source: - There isn' t much time.
ru: - У нас немного времени.

source: I' il make it.
ru: Я сделаю это.

source: You know, I peeked.
ru: Ты знаешь, я подлядывала.

source: So did l.
ru: Как и я.

source: Goodbye, Thadeus.
ru: Прощай, Thadeus.

source: Goodbye, Jue.
ru: Прощай, Jue.

source: Fly, baby, fly!
ru: Лети, детка, лети!

source: Pardon me.
ru: Извините меня.

source: I was in my own little world.
ru: Я была в своем маленьком мирке.

source: - ls it important?
ru: - Это важно?

source: - Very.
ru: - Очень.

source: - I hope it gets where it' s supposed to go.
ru: - Надеюсь это доберется до места назначения.

source: - Me too.
ru: - Я тоже.

source: - These days you never know.
ru: - Но этого никогда не знаешь.

source: - No, you never do.
ru: - Да, не знаешь.

source: - Goodbye.
ru: - Прощайте.

source: [ENGLlSH]
ru: Конец

source: Welcome to the Zion archive.
ru: Доро пожаловать в архив Зиона.

source: You have selected historical file number 1 2 - 1.
ru: Вы выбрали исторический файл под номером 12- 1

source: The Second Renaissance.
ru: Второй Ренессанс.

source: In the beginning, there was man.
ru: Сначала был человек.

source: And for a time, it was good.
ru: И некоторое время это было хорошо

source: But humanity' s so- called civil societies...... soon fell victim to vanity and corruption.
ru: Но человечество, также называемое "цивилизованное общество"... скоро стало жертвой тщеславия и корупции.
